export const Disclaimers=(props:any)=>{
  const {header,game}=props

  const disc=[
"हमारी कंपनी द्वारा तैयार किए गए मंत्र और यंत्र ब्राह्मी के विशेषज्ञों द्वारा तैयार किए गए हैं। इनका उपयोग करने से पहले, हम सलाह देते हैं कि आप ब्राह्मी के विशेषज्ञ हों और इसके संबंधित ज्ञान, समझ और अनुभव रखते हों।",
"हमारे द्वारा तैयार किए गए मंत्र और यंत्र एक कौशल हैं, जो केवल उन लोगों द्वारा इस्तेमाल किए जा सकते हैं जो ब्राह्मी के विशेषज्ञ हैं और इसके संबंधित ज्ञान, समझ और अनुभव रखते हैं। हम आपको सलाह देते हैं कि आप इन मंत्र और यंत्रों का इस्तेमाल करने से पहले सम्पूर्ण जानकारी और समझ हासिल करें।",
"इन मंत्र और यंत्रों का अधिक से अधिक फायदा उठाने के लिए, हम आपको इन्हें संबंधित ज्ञान, समझ और अनुभव वाले लोगों के समक्ष प्रयोग करने की सलाह देते हैं।",
"ध्यान दें कि यह मंत्र और यंत्र उपचार के रूप में नहीं दिए गए हैं और इनका उपयोग करने से पहले आपको अपने चिकित्सक या विशेषज्ञ से परामर्श लेना चाहिए। हमारी कंपनी द्वारा उपलब्ध कराए गए मंत्र और यंत्र केवल शिक्षा और ज्ञान के उद्देश्यों से हैं और उनका उपयोग किसी भी रूप में किसी भी अन्य उद्देश्य के लिए नहीं किया जाना चाहिए। हमारी कंपनी किसी भी तरह से इन मंत्र और यंत्रों के गलत उपयोग से उत्पन्न किसी भी हानि या दुर्घटना के लिए ज़िम्मेदार नहीं होगी।",
"आपका ध्यान इस बात पर भी रखना चाहिए कि इन मंत्र और यंत्रों का उपयोग दिनचर्या में शामिल किए जाने वाले अन्य विषयों के साथ-साथ हो सकता है, जिससे उनके प्रभाव और असर में बदलाव आ सकता है। इसलिए, आपको इनका इस्तेमाल करने से पहले अपने विशेषज्ञ या चिकित्सक से सलाह लेनी चाहिए।",
"इस डिस्क्लेमर के अंतर्गत हम स्पष्ट करते हैं कि हम इन मंत्र और यंत्रों के संबंध में किसी भी विधि या धर्म की प्रतिनिधिता नहीं करते हैं और न ही किसी धर्मानुयायी फलादेश या भविष्यवाणी देते हैं। इन मंत्र और यंत्रों का उपयोग आपकी स्वयं की जिम्मेदारी होगी और हमारी कंपनी किसी भी तरह से उसके लिए ज़िम्मेदार नहीं होगी।",
"हमारी कंपनी द्वारा प्रदान की जाने वाली सेवाओं में विशेषज्ञता शामिल होती है और हमारा मुख्य उद्देश्य हमारे ग्राहकों को सही जानकारी प्रदान करना है। हम सभी अपनी सेवाओं में सटीकता, निष्पक्षता और उच्चतम मानकों का पालन करते हैं जिससे हमारे ग्राहकों को सटीक और उपयोगी जानकारी प्राप्त होती है।",
"आप हमारी कंपनी के वेबसाइट द्वारा प्रदान की गई सेवाओं का इस्तेमाल करते हुए स्वयं की जिम्मेदारी लेंगे। हमारी कंपनी किसी भी प्रकार की व्यक्तिगत या आर्थिक निवेदनों के लिए ज़िम्मेदार नहीं होगी ।",
"हमारी कंपनी अग्रणी विश्वसनीय और विशेषज्ञता वाली सेवाओं को प्रदान करती है जो विभिन्न क्षेत्रों में समस्याओं के समाधान के लिए उपयोगी हैं। हम इसे दर्शकों के लिए आसान बनाने के लिए उन्हें स्पष्ट और सही जानकारी प्रदान करने का भी प्रयास करते हैं।",
"इस डिस्क्लेमर का उद्देश्य हमारे ग्राहकों को हमारी कंपनी के द्वारा प्रदान की जाने वाली सेवाओं के बारे में सही जानकारी देना है और वे सेवाओं का उपयोग सही तरीके से कर सकें। हम सभी ग्राहकों से अनुरोध करते हैं कि वे अपनी समस्याओं को समझें और उन्हें सही तरीके से हल करने के लिए हमारी सेवाओं का उपयोग करें।",
"हमारी कंपनी द्वारा प्रदान की गई सेवाओं में शामिल होने से पहले, हम आपको उन सेवाओं के बारे में विस्तार से समझाते हैं ताकि आप उन्हें सही तरीके से समझ सकें। हमारी सेवाएं वैध और निष्पक्ष होती हैं और हम समस्याओं के समाधान के लिए समूह के विशेषज्ञों का उपयोग करते हैं।",
"इस डिस्क्लेमर के माध्यम से हम अपने ग्राहकों को बताना चाहते हैं कि हमारी कंपनी द्वारा प्रदान की जाने वाली सेवाएं विशेषज्ञता वाली होती हैं लेकिन इन्हें केवल सहायता के लिए प्रदान की जाती हैं। हम न केवल अपनी सेवाओं को समझाने के लिए प्रयासरत हैं बल्कि हम यह भी सुनिश्चित करते हैं कि हम आपकी अनुरोधों को ध्यान से सुनते हैं और उन्हें पूरा करने के लिए पूरी कोशिश करते हैं।",
"हम आपको सुनिश्चित करते हैं कि हमारी कंपनी के द्वारा प्रदान की जाने वाली सेवाएं अपने क्षेत्र में बेहतर समाधान प्रदान करने के लिए तैयार की जाती हैं। हम समस्याओं के लिए उन्नत तकनीकी समाधानों का उपयोग करते हैं जो आपको समस्या के समाधान में मदद करते हैं। हमारी सेवाएं संभवतः निष्पक्ष नहीं हो सकती हैं और इन्हें बिना सलाह के उपयोग करने से आप अपनी समस्याओं को और बढ़ा सकते हैं।",
"आपको सूचित किया जाता है कि हमारी सेवाएं अधिकतम मानकों पर आधारित होती हैं। हम अपने ग्राहकों को हमेशा उन्हें ध्यान में रखते हुए अपनी सेवाओं की गुणवत्ता बनाए रखने का प्रयास करते हैं ताकि हमारे ग्राहक अपने काम को आसानी से पूरा कर सकें। हम अपनी सेवाओं के लिए सबसे उत्कृष्ट विशेषज्ञों का उपयोग करते हैं जो हमारी टीम में होते हैं और हमारी सेवाओं को लोगों के लिए और बेहतर बनाने में मदद करते हैं।",
"हमारी कंपनी द्वारा प्रदान की जाने वाली सेवाओं का उद्देश्य हमेशा समस्या के समाधान और ग्राहक की आवश्यकताओं को पूरा करना होता है। हम नवीनतम तकनीकों का उपयोग करते हुए ग्राहकों की आवश्यकताओं को पूरा करने के लिए संघर्ष करते हैं। हम अपनी सेवाओं की गुणवत्ता को बढ़ाने के लिए संशोधन करते रहते हैं ताकि हम अपने ग्राहकों को उनकी आवश्यकताओं के अनुसार उन्नत समाधान प्रदान कर सकें।",
  ]
  return <div className="flex flex-col gap-2" id="disclaimers">
    <div className="text-xl font-bold">{"Disclaimer"}</div>
{
  disc.map((d,is)=>{
    return <div className="" key={is}>{d}</div>
  })
}
  </div>
}